tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "yqrashawn/goku"
cask "osxfuse"
brew "ack"
brew "bash"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "python@3.9", link: false
brew "carthage"
brew "coreutils"
brew "exa"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "gnu-sed"
brew "grep"
brew "haskell-stack"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "iperf"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "libmagic"
brew "libxml2"
brew "m-cli"
brew "make"
brew "mas"
brew "media-info"
brew "midnight-commander"
brew "minicom"
brew "nano"
brew "nmap"
brew "node"
brew "ntfs-3g"
brew "nvm"
brew "p7zip"
brew "pipenv"
brew "poetry"
brew "procs"
brew "pv"
brew "python@3.8"
brew "ripgrep"
brew "showkey"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "android-sdk"
cask "bloomrpc"
cask "chromedriver"
cask "dcommander"
cask "deluge"
cask "docker"
cask "font-source-code-pro"
cask "intel-haxm"
cask "itsycal"
cask "karabiner-elements"
cask "keepassxc"
cask "mediainfo"
cask "microsoft-teams"
cask "mounty"
cask "ngrok"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "suspicious-package"
cask "transmission-remote-gui"
cask "visual-studio-code"
cask "webpquicklook"
cask "xquartz"
cask "zenmap"
mas "Kindle", id: 405399194
mas "Raindrop.io for Safari", id: 957810159
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
